IdeaRS.OpenModel.Result.ResultOnMeshType
Type of result on mesh

IdeaRS.OpenModel.Result.ResultOnMeshType.Strain
Strain

IdeaRS.OpenModel.Result.ResultOnMeshType.StrainCheck
StrainCheck

IdeaRS.OpenModel.Result.ResultOnMeshType.Stress
Stress

IdeaRS.OpenModel.Result.ResultOnMeshType.FondationStress
Foundation stress

IdeaRS.OpenModel.Result.ResultOnMeshType.OverallCheck
OverallCheck